Repository: boliquan/wp-anti-spam
Catalog: lang/wp-anti-spam-*.po
Languages: fa_ir, ro_ro, zh_cn

source: Error: The information you submit contains banned words.
fa_ir: خطا: اطلاعات ارسالی از طرف شما، شامل عباراتی مسدود شده می باشد.
ro_ro: Eroare: informaţiile pe care le prezintă conţine cuvinte interzise.
zh_cn: 错误：您提交的信息中含有禁止的词汇，请返回修改。

source: Error: Your IP has been banned to leave comments.
fa_ir: خطا: آی پی شما برای ارسال دیدگاه مسدود شده است.
ro_ro: Eroare: IP-ul tau a fost interzis pentru a lăsa comentarii.
zh_cn: 错误：您的IP地址已被禁止发表评论。

source: Error: Links are not allowed in nickname or comment content.
fa_ir: خطا: وارد کردن لینک در دیدگاه و یا نام کاربری مجاز نیست.
ro_ro: Eroare: Link-uri nu sunt permise în nickname sau conținut comentariu.
zh_cn: 错误：昵称和评论内容中禁止含有网址。

source: Error: Comments must contain Chinese.
fa_ir: خطا: دیدگاه شما باید شامل عبارات زبان چینی باشد.
ro_ro: Eroare: Comments trebuie să conţină Chineză.
zh_cn: 错误：评论内容中必须含有中文。

source: Error: You are a automated spambot or your browser does not enable Cookie.
fa_ir: خطا: شما به صورت خودکار به عنوان اسپمر شناخته شده اید و یا کوکی مرورگر شما غیر فعال می باشد.
ro_ro: Eroare: Sunteţi un Spambot automatizate sau browserul nu permite Cookie.
zh_cn: 错误：您是机器人或者您的浏览器禁用了Cookie。

source: Error: You have to apply for an avatar at Gravatar.com.
fa_ir: خطا: برای ارسال دیدگاه و جلوگیری از ارسال اسپم، باید گرآوتار داشته باشید.
ro_ro: Eroare: Trebuie sa aplice pentru un avatar de la Gravatar.com.
zh_cn: 错误：您必须先在Gravatar.com申请一个头像。

source: Error: The words you input does not meet the Word Limit.
fa_ir: خطا: کلماتی که شما وارد کرده اید از محدوده مجاز رعایت شده خارج می باشد.
ro_ro: Eroare: Cuvintele pe care le de intrare nu respectă limita de cuvinte.
zh_cn: 错误：评论字数不符合要求。

source: Error: Only the logged user can use this nickname or email.
fa_ir: خطا: تنها کاربران برای وارد شده می توانند از این نام و ایمیل استفاده کنند.
ro_ro: Eroare: Doar utilizatorul conectat poate folosi această nickname sau e-mail.
zh_cn: 错误：您不允许使用这个昵称或邮箱，已登录用户才可以使用。

source: Settings
fa_ir: تنظیمات
ro_ro: Setări
zh_cn: 设置

source: Banned Words (one per line)
fa_ir: کلمات مسدود شده(هر کلمه در یک خط)
ro_ro: Cuvinte interzise (unul pe fiecare rând)
zh_cn: 禁止的词汇 (每行一个)

source: Comments will be banned contain above words, no matter the words appear in "comment","ip","name","email","url".
fa_ir: دیدگاه هایی که شامل کلمات بالا می باشد مسدود شده است.مهم نیست که این کلمه در "دیدگاه","آی پی","نام","ایمیل","لینک". باشد
ro_ro: Comentariile vor fi interzise de mai sus conţine cuvinte, indiferent de cuvintele apar in " comentariu ", "ip ", "nume ", "e-mail ", "url ".
zh_cn: 含有以上词汇的评论会被禁止,无论这个词汇出现在"评论内容","IP地址","昵称","邮箱"还是"网址"中.

source: Disallow Links
fa_ir: غیر مجاز کردن لینک ها
ro_ro: Link-uri Nu permiteți
zh_cn: 昵称和评论内容中禁止含网址

source: Disallow the comments that contain links in nickname or comment content.
fa_ir: غیر مجاز کردن دیدگاه هایی که شامل لینک هایی در نام و یا محتوای دیدگاه باشد.
ro_ro: Nu permiteți comentariile care conțin link-urile din nickname sau conținut comentariu.
zh_cn: 昵称和评论内容中禁止含有网址,垃圾评论的最大特征就是乱加网址.

source: Some Chinese
fa_ir: چینی
ro_ro: Unii chinezi
zh_cn: 评论内容中必须含中文

source: Notice: If you do not speak chinese, please don't check this.
fa_ir: یادداشت: اگر شما به زبان چینی صحبت نمی کنید،لطفا این گزینه را علامت نزنید.
ro_ro: Notă: Dacă nu vorbiţi chineză, vă rugăm să nu verifica acest lucru.
zh_cn: 评论内容中必须含有中文,勾选后可以阻止英文垃圾机器评论.

source: Generate Hidden Field
fa_ir: ایجاد فیلد مخفی
ro_ro: Generați câmp ascuns
zh_cn: 生成动态隐藏域

source: Generate an hidden field to anti spambots,but if you open the cache or your browser's Cookie are disabled,please don't check this.
fa_ir: ایجاد فیلد مخفی برای جلوگری از اسپم می باشد،اما اگر شما کش را باز بگزارید یا کوکی مرورگر شما غیرفعال باشد،لطفا این گزینه را علامت نزنید.
ro_ro: Spamboți interzicerea automatelor, DAR dacă deschideți cache-ul browser-ul Sau-ul DVS. Cookie Nu statusul de ceva vreme activa, VA rugăm SA Nu verificare Interkultureller Austausch www.grenzenlos.or.at Lucru.
zh_cn: 生成隐藏域阻止机器评论,但是如果您开启了缓存或者访客浏览器禁用了Cookie,评论也会被阻止,此项请谨慎勾选.

source: When No Gravatar
fa_ir: وقتی آواتاری وجود ندراد
ro_ro: Când nr Gravatar
zh_cn: 没有头像的评论

source: no treatment
fa_ir: نادیده گرفتن
ro_ro: nici un tratament
zh_cn: 不作处理

source: mark it as spam
fa_ir: علامت زدن به عنوان اسپم
ro_ro: marcați-l ca spam
zh_cn: 标记为垃圾评论

source: block it
fa_ir: مسدود کردن آن
ro_ro: blocați-l
zh_cn: 阻止并提示

source: Word Limit
fa_ir: محدوده اندازه کلمات
ro_ro: Limita cuvânt
zh_cn: 评论字数限制

source: min
fa_ir: کمترین
zh_cn: 最少

source: max
fa_ir: بیشترین
zh_cn: 最多

source: Stop Posing <br /><small>(separated by commas)</small>
fa_ir: جلوگری از ارسال <br /><small>(با ویرگول جدا کنید)</small>
ro_ro: Pozand opri <br/> <small> (separate prin virgula) </small>
zh_cn: 防止冒充博主 (英文逗号隔开)

source: protected nicknames
fa_ir: حفاظت از نام ها
ro_ro: porecle protejate
zh_cn: 受保护的昵称

source: protected emails
fa_ir: حفاظت از ایمیل ها
ro_ro: e-mailuri protejate
zh_cn: 受保护的邮箱

source: Delete Options
fa_ir: حذف تنظیمات
ro_ro: Opţiuni Ştergere
zh_cn: 禁用时自动删除设置

source: Delete options while deactivate this plugin.
fa_ir: حذف تنظیمات در حالی که این افزونه غیر فعال است
ro_ro: Ştergere opţiuni în timp ce dezactiva acest plugin.
zh_cn: 当禁用此插件时自动删除此插件的设置数据.

source: Save Changes
fa_ir: ذخیره تنظیمات
ro_ro: Salvaţi Modificările
zh_cn: 保存更改
